Dlubal.RFEM5.IArcLengthDimension
Interface for working with arc length dimension

Dlubal.RFEM5.IArcLengthDimension.GetData
Gets arc length dimension parameters.
Returns: Arc length parameters

Dlubal.RFEM5.IArcLengthDimension.SetData(System.UInt32@)
Sets arc length dimension parameters.
Dimension: Arc length dimension parameters

Dlubal.RFEM5.IArcLengthDimension.Delete
Deletes arc length dimension.